{
  "Arduino.nvim": { "branch": "main" },
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "acme-colors": { "branch": "master" },
  "aerial.nvim": { "branch": "master" },
  "animation.nvim": { "branch": "main" },
  "beacon.nvim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "clangd_extensions.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-treesitter": { "branch": "master" },
  "cmp_luasnip": { "branch": "master" },
  "completion-nvim": { "branch": "master" },
  "copilot-cmp": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "cpsm": { "branch": "master" },
  "csv.vim": { "branch": "master" },
  "dark_flat.nvim": { "branch": "main" },
  "diaglist.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "eslint.nvim": { "branch": "main" },
  "everforest": { "branch": "master" },
  "fd": { "branch": "master" },
  "feline.nvim": { "branch": "master" },
  "flutter-tools.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzy-lua-native": { "branch": "master" },
  "hologram.nvim": { "branch": "main" },
  "hover.nvim": { "branch": "main" },
  "inc-rename.nvim": { "branch": "main" },
  "jellybeans.vim": { "branch": "master" },
  "lazy-lsp.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-format.nvim": { "branch": "master" },
  "lsp-zero.nvim": { "branch": "v2.x" },
  "lspkind.nvim": { "branch": "master" },
  "lucario": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "middleclass": { "branch": "master" },
  "midnight.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "molokai": { "branch": "master" },
  "mru": { "branch": "master" },
  "neo-tree.nvim": { "branch": "v2.x" },
  "neogit": { "branch": "master" },
  "neoscroll.nvim": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvcode-color-schemes.vim": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-reload": { "branch": "master" },
  "nvim-tabline": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-rainbow": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-yapf-formater": { "branch": "master" },
  "onedarkpro.nvim": { "branch": "main" },
  "openscad.nvim": { "branch": "main" },
  "oxocarbon.nvim": { "branch": "main" },
  "papercolor-theme": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "prettier.nvim": { "branch": "main" },
  "rasmus.nvim": { "branch": "main" },
  "rnvimr": { "branch": "main" },
  "scope.nvim": { "branch": "main" },
  "sessions.nvim": { "branch": "master" },
  "sidebar.nvim": { "branch": "main" },
  "sonokai": { "branch": "master" },
  "suda.vim": { "branch": "master" },
  "synic.vim": { "branch": "master" },
  "tabular": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-recent-files": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "tender": { "branch": "master" },
  "tlib_vim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "traces.vim": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "vacme": { "branch": "master" },
  "vim-addon-mw-utils": { "branch": "master" },
  "vim-code-dark": { "branch": "master" },
  "vim-colors-xcode": { "branch": "master" },
  "vim-dadbod-completion": { "branch": "master" },
  "vim-dadbod-ui": { "branch": "master" },
  "vim-hybrid-material": { "branch": "master" },
  "vim-javascript-snippets": { "branch": "master" },
  "vim-kitty": { "branch": "main" },
  "vim-kitty-navigator": { "branch": "master" },
  "vim-magnum": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-plan9": { "branch": "master" },
  "vim-radical": { "branch": "master" },
  "vim-snipmate": { "branch": "master" },
  "vim-snippets": { "branch": "master" },
  "vim-startify": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "wilder.nvim": { "branch": "master" },
  "winbar.nvim": { "branch": "main" },
  "workspaces.nvim": { "branch": "master" }
}